Repository: odidpipo/Test
Catalog: Taimaa.*.xlf
Languages: vi

# ButtonJoin
source: Join
vi: Đăng ký

# ButtonLogin
source: Login
vi: Đăng nhập

# TabCommunityTitle
source: Community
vi: Cộng đồng

# TabFightTitle
source: Fight
vi: Đấu tập

# TabProgressTitle
source: Progress
vi: Thống kê

# TabTrainTitle
source: Train
vi: Bài tập

# TabYouTitle
source: You
vi: Tôi

# DoBLabelHint
source: Get discount on your birthday
vi: Nhận quà tặng cho trong ngày sinh nhật của bạn

# EntryEmailHint
source: Email address
vi: Email

# EntryNameHint
source: How can we call you?
vi: Tên của bạn

# EntryPasswordHint
source: Password
vi: Mật khẩu

# RegisterViewSubtitle
source: Create your member profile and get first access to the very best of inspiration and community
vi: Tạo tài khoản và tham gia vào cộng đồng tập luyện

# RegisterViewTitle
source: BECOME A MEMBER
vi: ĐĂNG KÝ THÀNH VIÊN

# LabelExercises
source: Exercises
vi: Bài tập

# ExerciseTitleBreak
source: Break
vi: Nghỉ

# ButtonBreak
source: Break
vi: Nghỉ ngơi

# ButtonCountdown
source: Count down
vi: Đếm ngược

# ExerciseTitleHint
source: Enter exercise title...
vi: Nhập tên bài tập...

# ButtonSave
source: Save
vi: Lưu

# ButtonAddBreak
source: + Add break
vi: + Thêm khoảng nghỉ

# ButtonAddExercise
source: + Add exercise
vi: + Thêm bài tập

# ExerciseListHeader
source: Exercises
vi: Bài tập

# ExerciseListHeaderHint
source: Hold item to reorder
vi: Giữ để sấp xếp bài tập

# ExerciseRound
source: Round
vi: Set

# ExerciseTotalDuration
source: Total Duration
vi: Tổng thời gian

# ExerciseTotalExercises
source: Total Exercises
vi: Tổng bài tập

# ButtonDelete
source: Delete
vi: Xoá

# ButtonEdit
source: Edit
vi: Sửa

# ButtonTapToStart
source: Tap to Start
vi: Bắt đầu

# ExerciseDuration
source: Duration
vi: Khoảng thời gian

# ExerciseRounds
source: Rounds
vi: Set

# LabelInstruction
source: Instruction
vi: Ghi chú và hướng dẫn

# TimerReady
source: Ready
vi: Chuẩn bị

# TimerNextRound
source: Next Round
vi: Set kế tiếp

# ButtonClose
source: Close
vi: Đống

# ButtonRetry
source: Retry
vi: Thử lại

# MessageWarning
source: Warning
vi: Ghi chú

# ButtonNext
source: Next
vi: Tiếp

# EntryCountryHint
source: Your country
vi: Quốc gia

# ExerciseTotalTime
source: Total time
vi: Tổng thời gian

# LabelFinished
source: Finished
vi: Hoàn tất

# ButtonHintT2p
source: Tap to Pause
vi: Chạm để tạm nghỉ

# ButtonHintT2s
source: Tap to Start
vi: Chạm để bắt đầu

# LabelElapsed
source: Elapsed
vi: Thời gian còn lại

# LabelNextExercise
source: Next exercise
vi: Bài tập kế tiếp

# LoginFacebookButton
source: Continute with Facebook
vi: Đăng nhập bằng Facebook

# LoginAppleButton
source: Continute with Apple
vi: Đăng nhập bằng Apple

# LoginGoogleButton
source: Continute with Google
vi: Đăng nhập bằng Google

# ButtonSkip
source: Skip
vi: Bỏ qua

# EntryNameInvalid
source: Please enter a valid name
vi: Vui lòng nhập tên đúng

# ButtonJoinUs
source: Join us
vi: Tham gia

# LabelAlreadyMember
source: Already a member?
vi: Bạn đã là một thành viên?

# LabelSignIn
source: Sign In
vi: Đăng nhập

# SignInPrivacyHint
source: By creating an account, you agree to our Privacy Policy and Terms of Use
vi: Với việc tạo tài khoản, bạn đã đồng ý với chính sách bảo mật và điều khoản sử dụng của ứng dụng

# LabelWelcome
source: Welcome
vi: Chào bạn

# LabelYouIn
source: , you're in!
vi: , Bạn đã đăng ký thành công!

# LabelGetStarted
source: Get Started
vi: Bắt đầu nào!

# LabelGenderHint
source: Help us tailor the experience to you
vi: Các câu hỏi sau sẽ giúp chúng tôi hiểu hơn về bạn

# LabelGenderFemale
source: Female
vi: Nữ

# LabelGenderMale
source: Male
vi: Nam

# LabelLevelHint
source: How many times do you workout per week?
vi: Bạn có tập thường xuyên không?

# LabelLevelHintDesc
source: We'll use this to recomend workouts for you to try
vi: Chúng tôi sẽ dùng các thông tin bạn cung cấp để cá nhân hoá bài tập cho bạn

# LabelLevelRusty
source: Rusty 0 - 1 Workouts
vi: Ít tập 0 - 1 lần mỗi tuần

# LabelLevelRegular
source: Regular 2 - 4 Workouts
vi: Thường xuyên 2 - 4 lần mỗi tuần

# LabelLevelHardcode
source: Hardcore 5+ Workouts
vi: Cường độ cao 5+ lần mỗi tuần

# LabelStatsHint
source: Your stats?
vi: Chỉ số cơ thể?

# LabelStatsHintDesc
source: We'll use this to recomend workouts for you to try
vi: Chúng tôi sẽ dùng thông tin này để cá nhân hoá bài tập

# LabelWeightHint
source: Weight
vi: Cân nặng

# LabelHeightHint
source: Height
vi: Chiều cao

# LabelMetric
source: Metric
vi: Hệ đo lường tiêu chuẩn (mét/kg)

# LabelImperial
source: Imperial
vi: Hệ đo lường khác (inches/lbs)

# LabelWelcomeDesc
source: To make sure your experience is the best it can be, we need to get to know you a little better.
vi: Để tối ưu hoá trải nghiệm, chúng tôi muốn biết thêm về bạn.

# LabelAge
source: Age
vi: Độ tuổi

# LabelAgeYear
source: Year
vi: Năm

# LabelGender
source: Gender
vi: Giới tính

# LabelExercise
source: Exercise
vi: Bài tập

# SignInAgreement
source: By logging in, you agree to our Privacy Policy and Terms of use
vi: Khi đăng nhập, bạn đồng ý với chính sách bảo mật và điều khoản sử dụng của ứng dụng

# ButtonLogout
source: Log out
vi: Đăng xuất

# TimeHrs
source: Hrs
vi: Giờ

# TimeMins
source: Mins
vi: Phút

# TimeSecs
source: Secs
vi: Giây

# ExerciseRest
source: Rest between exercises
vi: Thời gian nghỉ

# LabelNoteInstruction
source: Note and Instruction
vi: Ghi chú

# TrainHint
source: Choose one workout to start
vi: Chọn một bài tập để bắt đầu

# TrainLast7Days
source: Last 7 days
vi: Trong 7 ngày

# TrainTodayLink
source: Activities
vi: Thống kê

# TabTodayTitle
source: Activities
vi: Gần nhất

# LabelDetail
source: Detail
vi: Chi tiết

# LabelDone
source: Done
vi: Hoàn tất

# ButtonCancel
source: Cancel
vi: Hủy

# DialogCancelMessage
source: Do you really want to cancel your workout?
vi: Bạn muốn dừng bài tập?

# ButtonNo
source: No
vi: Không

# ButtonYes
source: Yes
vi: Đúng

# DialogDeleteTitle
source: Delete
vi: Xoá

# ButtonStart
source: Start
vi: Bắt đầu

# LabelRestInterval
source: Rest interval
vi: Thời gian nghỉ

# LabelTimePerRound
source: Time per round
vi: Mỗi hiệp

# LabelProgressEmpty
source: Try some workouts! You will see your activities shown here
vi: Hãy thử một vài bài tập! Các thông kê sẽ hiện ở đây

# LabelSameCategory
source: Same category
vi: Cùng thể loại

# LabelSpotlight
source: Spotlight
vi: Gợi ý

# LabelBodyAnaResult
source: Body Analysis Results
vi: Phân tích InBody

# LabelKeepUp
source: Keep up good work!
vi: Tiếp tục cố gắng nhé!

# LabelPer100
source: /100 points
vi: /100 Điểm

# LabelTotalWorkoutTime
source: Total workout time
vi: Tổng thời gian tập

# LabelInputYourScore
source: INPUT YOUR SCORE
vi: NHẬP CÁC CHỈ SỐ

# LabelBirthday
source: Birthday
vi: Sinh nhật

# LabelCountry
source: Country
vi: Quốc gia

# LabelLanguage
source: Language
vi: Ngôn ngữ

# LabelProfileName
source: Full name
vi: Tên

# LabelUnit
source: Unit
vi: Đơn vị

# ButtonStop
source: Stop
vi: Dừng

# LabelStatusNotStart
source: Not start
vi: Chưa tập

# LabelTimerSwitch
source: You can choose an exercise to switch
vi: Chọn để chuyển bài tập
